request.xml

<!-- essa url é padrão  -->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:gs="http://exemplo.com/wsdlservidor/assets">        <!-- essa url é a nossa url name space  --> 
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getPaisRequest>
            <gs:nome>Brasil</gs:nome>
        </gs:getPaisRequest>
    </soapenv:Body>
</soapenv:Envelope>